#include <stdio.h>
#include <locale.h>
void name()
{
	setlocale(LC_ALL, "RUS");
	puts("*********************************************");
	puts("*                                           *");
	puts("* тема: Разработка консольного приложения   *");
	puts("*                                           *");
	puts("*   Выполнил Коваленко А.К.  бИД-262        *");
	puts("*                                           *");
	puts("*********************************************");

}

void date()
{
	puts(" ___   ___      ___    ___      ___    ___ ");
	puts("    | |        |   |      |    |   |  |   |");
	puts(" ---   ---     |   |      |    |   |   --- ");
	puts("|___   ___| .  |___|      |  . |___|  |___| ");
}

int main()
{
	name();
	date();
}